Repository: humblefoundation-zz/translation-support-files
Catalog: quran-imported/Pickethall.tmx
Source language: ar
Languages: en

source: قل اللهم فاطر السماوات والأرض عالم الغيب والشهادة أنت تحكم بين عبادك في ما كانوا فيه يختلفون
en: Say: O Allah! Creator of the heavens and the earth! Knower of the Invisible and the Visible! Thou wilt judge between Thy slaves concerning that wherein they used to differ.

source: ولو أن للذين ظلموا ما في الأرض جميعا ومثله معه لافتدوا به من سوء العذاب يوم القيامة وبدا لهم من الله ما لم يكونوا يحتسبون
en: And though those who do wrong possess all that is in the earth, and therewith as much again, they verily will seek to ransom themselves therewith on the Day of Resurrection from the awful doom; and there will appear unto them, from their Lord, that wherewith they never reckoned.

source: وبدا لهم سيئات ما كسبوا وحاق بهم ما كانوا به يستهزئون
en: And the evils that they earned will appear unto them, and that whereat they used to scoff will surround them.

source: فإذا مس الإنسان ضر دعانا ثم إذا خولناه نعمة منا قال إنما أوتيته على علم بل هي فتنة ولكن أكثرهم لا يعلمون
en: Now when hurt toucheth a man he crieth unto Us, and afterward when We have granted him a boon from Us, he saith: Only by force of knowledge I obtained it. Nay, but it is a test. But most of them know not.

source: قد قالها الذين من قبلهم فما أغنى عنهم ما كانوا يكسبون
en: Those before them said it, yet (all) that they had earned availed them not;

source: فأصابهم سيئات ما كسبوا والذين ظلموا من هؤلاء سيصيبهم سيئات ما كسبوا وما هم بمعجزين
en: But the evils that they earned smote them; and such of these as do wrong, the evils that they earn will smite them; they cannot escape.

source: أولم يعلموا أن الله يبسط الرزق لمن يشاء ويقدر إن في ذلك لآيات لقوم يؤمنون
en: Know they not that Allah enlargeth providence for whom He will, and straiteneth it (for whom He will). Lo! herein verily are portents for people who believe.

source: قل يا عبادي الذين أسرفوا على أنفسهم لا تقنطوا من رحمة الله إن الله يغفر الذنوب جميعا إنه هو الغفور الرحيم
en: Say: O My slaves who have been prodigal to their own hurt! Despair not of the mercy of Allah, Who forgiveth all sins. Lo! He is the Forgiving, the Merciful.

source: وأنيبوا إلى ربكم وأسلموا له من قبل أن يأتيكم العذاب ثم لا تنصرون
en: Turn unto your Lord repentant, and surrender unto Him, before there come unto you the doom, when ye cannot be helped.

source: واتبعوا أحسن ما أنزل إليكم من ربكم من قبل أن يأتيكم العذاب بغتة وأنتم لا تشعرون
en: And follow the better (guidance) of that which is revealed unto you from your Lord, before the doom cometh on you suddenly when ye know not,

source: أن تقول نفس يا حسرتا على ما فرطت في جنب الله وإن كنت لمن الساخرين
en: Lest any soul should say: Alas, my grief that I was unmindful of Allah, and I was indeed among the scoffers!

source: أو تقول لو أن الله هداني لكنت من المتقين
en: Or should say: If Allah had but guided me I should have been among the dutiful!

source: أو تقول حين ترى العذاب لو أن لي كرة فأكون من المحسنين
en: Or should say, when it seeth the doom: Oh, that I had but a second chance that I might be among the righteous!

source: بلى قد جاءتك آياتي فكذبت بها واستكبرت وكنت من الكافرين
en: (But now the answer will be): Nay, for My revelations came unto thee, but thou didst deny them and wast scornful and wast among the disbelievers.

source: ويوم القيامة ترى الذين كذبوا على الله وجوههم مسودة أليس في جهنم مثوى للمتكبرين
en: And on the Day of Resurrection thou (Muhammad) seest those who lied concerning Allah with their faces blackened. Is not the home of the scorners in hell?

source: وينجي الله الذين اتقوا بمفازتهم لا يمسهم السوء ولا هم يحزنون
en: And Allah delivereth those who ward off (evil) because of their deserts. Evil toucheth them not, nor do they grieve.

source: الله خالق كل شيء وهو على كل شيء وكيل
en: Allah is Creator of all things, and He is Guardian over all things.

source: له مقاليد السماوات والأرض والذين كفروا بآيات الله أولئك هم الخاسرون
en: His are the keys of the heavens and the earth, and they who disbelieve the revelations of Allah - such are they who are the losers.

source: قل أفغير الله تأمروني أعبد أيها الجاهلون
en: Say (O Muhammad, to the disbelievers): Do ye bid me serve other than Allah? O ye fools!

source: ولقد أوحي إليك وإلى الذين من قبلك لئن أشركت ليحبطن عملك ولتكونن من الخاسرين
en: And verily it hath been revealed unto thee as unto those before thee (saying): If thou ascribe a partner to Allah thy work will fail and thou indeed wilt be among the losers.

source: بل الله فاعبد وكن من الشاكرين
en: Nay, but Allah must thou serve, and be among the thankful!

source: وما قدروا الله حق قدره والأرض جميعا قبضته يوم القيامة والسماوات مطويات بيمينه سبحانه وتعالى عما يشركون
en: And they esteem not Allah as He hath the right to be esteemed, when the whole earth is His handful on the Day of Resurrection, and the heavens are rolled in His right hand. Glorified is He and High Exalted from all that they ascribe as partner (unto Him).

source: ونفخ في الصور فصعق من في السماوات ومن في الأرض إلا من شاء الله ثم نفخ فيه أخرى فإذا هم قيام ينظرون
en: And the trumpet is blown, and all who are in the heavens and all who are in the earth swoon away, save him whom Allah willeth. Then it is blown a second time, and behold them standing waiting!

source: وأشرقت الأرض بنور ربها ووضع الكتاب وجيء بالنبيين والشهداء وقضي بينهم بالحق وهم لا يظلمون
en: And the earth shineth with the light of her Lord, and the Book is set up, and the prophets and the witnesses are brought, and it is judged between them with truth, and they are not wronged.

source: ووفيت كل نفس ما عملت وهو أعلم بما يفعلون
en: And each soul is paid in full for what it did. And He is Best Aware of what they do.

source: وسيق الذين كفروا إلى جهنم زمرا حتى إذا جاءوها فتحت أبوابها وقال لهم خزنتها ألم يأتكم رسل منكم يتلون عليكم آيات ربكم وينذرونكم لقاء يومكم هذا قالوا بلى ولكن حقت كلمة العذاب على الكافرين
en: And those who disbelieve are driven unto hell in troops till, when they reach it and the gates thereof are opened, and the warders thereof say unto them: Came there not unto you messengers of your own, reciting unto you the revelations of your Lord and warning you of the meeting of this your Day? they say: Yea, verily. But the word of doom of disbelievers is fulfilled.

source: قيل ادخلوا أبواب جهنم خالدين فيها فبئس مثوى المتكبرين
en: It is said (unto them): Enter ye the gates of hell to dwell therein. Thus hapless is the journey's end of the scorners.

source: وسيق الذين اتقوا ربهم إلى الجنة زمرا حتى إذا جاءوها وفتحت أبوابها وقال لهم خزنتها سلام عليكم طبتم فادخلوها خالدين
en: And those who keep their duty to their Lord are driven unto the Garden in troops till, when they reach it, and the gates thereof are opened, and the warders thereof say unto them: Peace be unto you! Ye are good, so enter ye (the Garden of delight), to dwell therein;

source: وقالوا الحمد لله الذي صدقنا وعده وأورثنا الأرض نتبوأ من الجنة حيث نشاء فنعم أجر العاملين
en: They say: Praise be to Allah, Who hath fulfilled His promise unto us and hath made us inherit the land, sojourning in the Garden where we will! So bounteous is the wage of workers.

source: وترى الملائكة حافين من حول العرش يسبحون بحمد ربهم وقضي بينهم بالحق وقيل الحمد لله رب العالمين
en: And thou (O Muhammad) seest the angels thronging round the Throne, hymning the praises of their Lord. And they are judged aright. And it is said: Praise be to Allah, the Lord of the Worlds!

source: حم
en: Ha. Mim.

source: تنزيل الكتاب من الله العزيز العليم
en: The revelation of the Scripture is from Allah, the Mighty, the Knower,

source: غافر الذنب وقابل التوب شديد العقاب ذي الطول لا إله إلا هو إليه المصير
en: The Forgiver of sin, the Accepter of repentance, the Stern in punishment, the Bountiful. There is no Allah save Him. Unto Him is the journeying.

source: ما يجادل في آيات الله إلا الذين كفروا فلا يغررك تقلبهم في البلاد
en: None argue concerning the revelations of Allah save those who disbelieve, so let not their turn of fortune in the land deceive thee (O Muhammad).

source: كذبت قبلهم قوم نوح والأحزاب من بعدهم وهمت كل أمة برسولهم ليأخذوه وجادلوا بالباطل ليدحضوا به الحق فأخذتهم فكيف كان عقاب
en: The folk of Noah and the factions after them denied (their messengers) before these, and every nation purposed to seize their messenger and argued falsely, (thinking) thereby to refute the Truth. Then I seized them, and how (awful) was My punishment.

source: وكذلك حقت كلمت ربك على الذين كفروا أنهم أصحاب النار
en: Thus was the word of thy Lord concerning those who disbelieve fulfilled: That they are owners of the Fire.

source: الذين يحملون العرش ومن حوله يسبحون بحمد ربهم ويؤمنون به ويستغفرون للذين آمنوا ربنا وسعت كل شيء رحمة وعلما فاغفر للذين تابوا واتبعوا سبيلك وقهم عذاب الجحيم
en: Those who bear the Throne, and all who are round about it, hymn the praises of their Lord and believe in Him and ask forgiveness for those who believe (saying): Our Lord! Thou comprehendest all things in mercy and knowledge, therefor forgive those who repent and follow Thy way. Ward off from them the punishment of hell.

source: ربنا وأدخلهم جنات عدن التي وعدتهم ومن صلح من آبائهم وأزواجهم وذرياتهم إنك أنت العزيز الحكيم
en: Our Lord! And make them enter the Gardens of Eden which thou hast promised them, with such of their fathers and their wives and their descendants as do right. Lo! Thou, only Thou, art the Mighty, the Wise.

source: وقهم السيئات ومن تق السيئات يومئذ فقد رحمته وذلك هو الفوز العظيم
en: And ward off from them ill-deeds; and he from whom Thou wardest off ill-deeds that day, him verily hast Thou taken into mercy. That is the supreme triumph.

source: إن الذين كفروا ينادون لمقت الله أكبر من مقتكم أنفسكم إذ تدعون إلى الإيمان فتكفرون
en: Lo! (on that day) those who disbelieve are informed by proclamation: Verily Allah's abhorrence is more terrible than your abhorrence one of another, when ye were called unto the faith but did refuse.

source: قالوا ربنا أمتنا اثنتين وأحييتنا اثنتين فاعترفنا بذنوبنا فهل إلى خروج من سبيل
en: They say: Our Lord! Twice hast Thou made us die, and twice hast Thou made us live. Now we confess our sins. Is there any way to go out?

source: ذلكم بأنه إذا دعي الله وحده كفرتم وإن يشرك به تؤمنوا فالحكم لله العلي الكبير
en: (It is said unto them): This is (your plight) because, when Allah only was invoked, ye disbelieved, but when some partner was ascribed to Him ye were believing. But the command belongeth only to Allah, the Sublime, the Majestic.

source: هو الذي يريكم آياته وينزل لكم من السماء رزقا وما يتذكر إلا من ينيب
en: He it is Who showeth you His portents, and sendeth down for you provision from the sky. None payeth heed save him who turneth (unto Him) repentant.

source: فادعوا الله مخلصين له الدين ولو كره الكافرون
en: Therefor (O believers) pray unto Allah, making religion pure for Him (only), however much the disbelievers be averse -

source: رفيع الدرجات ذو العرش يلقي الروح من أمره على من يشاء من عباده لينذر يوم التلاق
en: The Exalter of Ranks, the Lord of the Throne. He causeth the Spirit of His command upon whom He will of His slaves, that He may warn of the Day of Meeting,

source: يوم هم بارزون لا يخفى على الله منهم شيء لمن الملك اليوم لله الواحد القهار
en: The day when they come forth, nothing of them being hidden from Allah. Whose is the Sovereignty this day? It is Allah's, the One, the Almighty.

source: اليوم تجزى كل نفس بما كسبت لا ظلم اليوم إن الله سريع الحساب
en: This day is each soul requited that which it hath earned; no wrong (is done) this day. Lo! Allah is swift at reckoning.

source: وأنذرهم يوم الآزفة إذ القلوب لدى الحناجر كاظمين ما للظالمين من حميم ولا شفيع يطاع
en: Warn them (O Muhammad) of the Day of the approaching (doom), when the hearts will be choking the throats, (when) there will be no friend for the wrong-doers, nor any intercessor who will be heard.

source: يعلم خائنة الأعين وما تخفي الصدور
en: He knoweth the traitor of the eyes, and that which the bosoms hide.

source: والله يقضي بالحق والذين يدعون من دونه لا يقضون بشيء إن الله هو السميع البصير
en: Allah judgeth with truth, while those to whom they cry instead of Him judge not at all. Lo! Allah, He is the Hearer, the Seer.

source: أولم يسيروا في الأرض فينظروا كيف كان عاقبة الذين كانوا من قبلهم كانوا هم أشد منهم قوة وآثارا في الأرض فأخذهم الله بذنوبهم وما كان لهم من الله من واق
en: Have they not travelled in the land to see the nature of the consequence for those who disbelieved before them? They were mightier than these in power and (in the) traces (which they left behind them) in the earth. Yet Allah seized them for their sins, and they had no protector from Allah.

source: ذلك بأنهم كانت تأتيهم رسلهم بالبينات فكفروا فأخذهم الله إنه قوي شديد العقاب
en: That was because their messengers kept bringing them clear proofs (of Allah's Sovereignty) but they disbelieved; so Allah seized them. Lo! He is Strong, severe in punishment.

source: إلى فرعون وهامان وقارون فقالوا ساحر كذاب
en: Unto Pharaoh and Haman and Korah, but they said: A lying sorcerer!

source: فلما جاءهم بالحق من عندنا قالوا اقتلوا أبناء الذين آمنوا معه واستحيوا نساءهم وما كيد الكافرين إلا في ضلال
en: And when he brought them the Truth from Our presence, they said: Slay the sons of those who believe with him, and spare their women. But the plot of disbelievers is in naught but error.

source: وقال فرعون ذروني أقتل موسى وليدع ربه إني أخاف أن يبدل دينكم أو أن يظهر في الأرض الفساد
en: And Pharaoh said: Suffer me to kill Moses, and let him cry unto his Lord. Lo! I fear that he will alter your religion or that he will cause confusion in the land.

source: وقال موسى إني عذت بربي وربكم من كل متكبر لا يؤمن بيوم الحساب
en: Moses said: Lo! I seek refuge in my Lord and your Lord from every scorner who believeth not in a Day of Reckoning.

source: وقال رجل مؤمن من آل فرعون يكتم إيمانه أتقتلون رجلا أن يقول ربي الله وقد جاءكم بالبينات من ربكم وإن يك كاذبا فعليه كذبه وإن يك صادقا يصبكم بعض الذي يعدكم إن الله لا يهدي من هو مسرف كذاب
en: And a believing man of Pharaoh's family, who hid his faith, said: Would ye kill a man because he saith: My Lord is Allah, and hath brought you clear proofs from your Lord? If he is lying, then his lie is upon him; and if he is truthful, then some of that wherewith he threateneth you will strike you. Lo! Allah guideth not one who is a prodigal, a liar.

source: يا قوم لكم الملك اليوم ظاهرين في الأرض فمن ينصرنا من بأس الله إن جاءنا قال فرعون ما أريكم إلا ما أرى وما أهديكم إلا سبيل الرشاد
en: O my people! Yours is the kingdom to-day, ye being uppermost in the land. But who would save us from the wrath of Allah should it reach us? Pharaoh said: I do but show you what I think, and I do but guide you to wise policy.

source: وقال الذي آمن يا قوم إني أخاف عليكم مثل يوم الأحزاب
en: And he who believed said: O my people! Lo! I fear for you a fate like that of the factions (of old);

source: مثل دأب قوم نوح وعاد وثمود والذين من بعدهم وما الله يريد ظلما للعباد
en: A plight like that of Noah's folk, and A'ad and Thamud, and those after them, and Allah willeth no injustice for (His) slaves.

source: ويا قوم إني أخاف عليكم يوم التناد
en: And, O my people! Lo! I fear for you a Day of Summoning,

source: يوم تولون مدبرين ما لكم من الله من عاصم ومن يضلل الله فما له من هاد
en: A day when ye will turn to flee, having no preserver from Allah: and he whom Allah sendeth astray, for him there is no guide.

source: ولقد جاءكم يوسف من قبل بالبينات فما زلتم في شك مما جاءكم به حتى إذا هلك قلتم لن يبعث الله من بعده رسولا كذلك يضل الله من هو مسرف مرتاب
en: And verily Joseph brought you of old clear proofs, yet ye ceased not to be in doubt concerning what he brought you till, when he died, ye said: Allah will not send any messenger after him. Thus Allah deceiveth him who is a prodigal, a doubter.

source: الذين يجادلون في آيات الله بغير سلطان أتاهم كبر مقتا عند الله وعند الذين آمنوا كذلك يطبع الله على كل قلب متكبر جبار
en: Those who wrangle concerning the revelations of Allah without any warrant that hath come unto them, it is greatly hateful in the sight of Allah and in the sight of those who believe. Thus doth Allah print on every arrogant, disdainful heart.

source: وقال فرعون يا هامان ابن لي صرحا لعلي أبلغ الأسباب
en: And Pharaoh said: O Haman! Build for me a tower that haply I may reach the roads,

source: أسباب السماوات فأطلع إلى إله موسى وإني لأظنه كاذبا وكذلك زين لفرعون سوء عمله وصد عن السبيل وما كيد فرعون إلا في تباب
en: The roads of the heavens, and may look upon the god of Moses, though verily I think him a liar. Thus was the evil that he did made fairseeming unto Pharaoh, and he was debarred from the (right) way. The plot of Pharaoh ended but in ruin.

source: وقال الذي آمن يا قوم اتبعون أهدكم سبيل الرشاد
en: And he who believed said: O my people! Follow me. I will show you the way of right conduct.

source: يا قوم إنما هذه الحياة الدنيا متاع وإن الآخرة هي دار القرار
en: O my people! Lo! this life of the world is but a passing comfort, and lo! the Hereafter, that is the enduring home.

source: من عمل سيئة فلا يجزى إلا مثلها ومن عمل صالحا من ذكر أو أنثى وهو مؤمن فأولئك يدخلون الجنة يرزقون فيها بغير حساب
en: Whoso doeth an ill-deed, he will be repaid the like thereof, while whoso doeth right, whether male or female, and is a believer, (all) such will enter the Garden, where they will be nourished without stint.

source: ويا قوم ما لي أدعوكم إلى النجاة وتدعونني إلى النار
en: And, O my people! What aileth me that I call you unto deliverance when ye call me unto the Fire?

source: تدعونني لأكفر بالله وأشرك به ما ليس لي به علم وأنا أدعوكم إلى العزيز الغفار
en: Ye call me to disbelieve in Allah and ascribe unto Him as partners that whereof I have no knowledge, while I call you unto the Mighty, the Forgiver.

source: لا جرم أنما تدعونني إليه ليس له دعوة في الدنيا ولا في الآخرة وأن مردنا إلى الله وأن المسرفين هم أصحاب النار
en: Assuredly that whereunto ye call me hath no claim in the world or in the Hereafter, and our return will be unto Allah, and the prodigals will be owners of the Fire.

source: فستذكرون ما أقول لكم وأفوض أمري إلى الله إن الله بصير بالعباد
en: And ye will remember what I say unto you. I confide my cause unto Allah. Lo! Allah is Seer of (His) slaves.

source: فوقاه الله سيئات ما مكروا وحاق بآل فرعون سوء العذاب
en: So Allah warded off from him the evils which they plotted, while a dreadful doom encompassed Pharaoh's folk,

source: النار يعرضون عليها غدوا وعشيا ويوم تقوم الساعة أدخلوا آل فرعون أشد العذاب
en: The Fire; they are exposed to it morning and evening; and on the day when the Hour upriseth (it is said): Cause Pharaoh's folk to enter the most awful doom.

source: وإذ يتحاجون في النار فيقول الضعفاء للذين استكبروا إنا كنا لكم تبعا فهل أنتم مغنون عنا نصيبا من النار
en: And when they wrangle in the Fire, the weak say unto those who were proud: Lo! we were a following unto you; will ye therefor rid us of a portion of the Fire?

source: قال الذين استكبروا إنا كل فيها إن الله قد حكم بين العباد
en: Those who were proud say: Lo! we are all (together) herein. Lo! Allah hath judged between (His) slaves.

source: وقال الذين في النار لخزنة جهنم ادعوا ربكم يخفف عنا يوما من العذاب
en: And those in the Fire say unto the guards of hell: Entreat your Lord that He relieve us of a day of the torment.

source: قالوا أولم تك تأتيكم رسلكم بالبينات قالوا بلى قالوا فادعوا وما دعاء الكافرين إلا في ضلال
en: They say: Came not your messengers unto you with clear proofs? They say: Yea, verily. They say: Then do ye pray, although the prayer of disbelievers is in vain.

source: إنا لننصر رسلنا والذين آمنوا في الحياة الدنيا ويوم يقوم الأشهاد
en: Lo! We verily do help Our messengers, and those who believe, in the life of the world and on the day when the witnesses arise,

source: يوم لا ينفع الظالمين معذرتهم ولهم اللعنة ولهم سوء الدار
en: The day when their excuse availeth not the evil-doers, and theirs is the curse, and theirs the ill abode.

source: ولقد آتينا موسى الهدى وأورثنا بني إسرائيل الكتاب
en: And We verily gave Moses the guidance, and We caused the Children of Israel to inherit the Scripture,

source: هدى وذكرى لأولي الألباب
en: A guide and a reminder for men of understanding.

source: فاصبر إن وعد الله حق واستغفر لذنبك وسبح بحمد ربك بالعشي والإبكار
en: Then have patience (O Muhammad). Lo! the promise of Allah is true. And ask forgiveness of thy sin, and hymn the praise of thy Lord at fall of night and in the early hours.

source: إن الذين يجادلون في آيات الله بغير سلطان أتاهم إن في صدورهم إلا كبر ما هم ببالغيه فاستعذ بالله إنه هو السميع البصير
en: Lo! those who wrangle concerning the revelations of Allah without a warrant having come unto them, there is naught else in their breasts save pride which they will never attain. So take thou refuge in Allah. Lo! He, only He, is the Hearer, the Seer.

source: لخلق السماوات والأرض أكبر من خلق الناس ولكن أكثر الناس لا يعلمون
en: Assuredly the creation of the heavens and the earth is greater than the creation of mankind; but most of mankind know not.

source: وما يستوي الأعمى والبصير والذين آمنوا وعملوا الصالحات ولا المسيء قليلا ما تتذكرون
en: And the blind man and the seer are not equal, neither are those who believe and do good works (equal with) the evil-doer. Little do ye reflect!

source: إن الساعة لآتية لا ريب فيها ولكن أكثر الناس لا يؤمنون
en: Lo! the Hour is surely coming, there is no doubt thereof; yet most of mankind believe not.

source: وقال ربكم ادعوني أستجب لكم إن الذين يستكبرون عن عبادتي سيدخلون جهنم داخرين
en: And your Lord hath said: Pray unto Me and I will hear your prayer. Lo! those who scorn My service, they will enter hell, disgraced.

source: الله الذي جعل لكم الليل لتسكنوا فيه والنهار مبصرا إن الله لذو فضل على الناس ولكن أكثر الناس لا يشكرون
en: Allah it is Who hath appointed for you night that ye may rest therein, and day for seeing. Lo! Allah is a Lord of bounty for mankind, yet most of mankind give not thanks.

source: ذلكم الله ربكم خالق كل شيء لا إله إلا هو فأنى تؤفكون
en: Such is Allah, your Lord, the Creator of all things, There is no Allah save Him. How then are ye perverted?

source: كذلك يؤفك الذين كانوا بآيات الله يجحدون
en: Thus are they perverted who deny the revelations of Allah.

source: الله الذي جعل لكم الأرض قرارا والسماء بناء وصوركم فأحسن صوركم ورزقكم من الطيبات ذلكم الله ربكم فتبارك الله رب العالمين
en: Allah it is Who appointed for you the earth for a dwelling-place and the sky for a canopy, and fashioned you and perfected your shapes, and hath provided you with good things. Such is Allah, your Lord. Then blessed be Allah, the Lord of the Worlds!

source: هو الحي لا إله إلا هو فادعوه مخلصين له الدين الحمد لله رب العالمين
en: He is the Living One. There is no Allah save Him. So pray unto Him, making religion pure for Him (only). Praise be to Allah, the Lord of the Worlds!

source: قل إني نهيت أن أعبد الذين تدعون من دون الله لما جاءني البينات من ربي وأمرت أن أسلم لرب العالمين
en: Say (O Muhammad): I am forbidden to worship those unto whom ye cry beside Allah since there have come unto me clear proofs from my Lord, and I am commanded to surrender to the Lord of the Worlds.

source: هو الذي خلقكم من تراب ثم من نطفة ثم من علقة ثم يخرجكم طفلا ثم لتبلغوا أشدكم ثم لتكونوا شيوخا ومنكم من يتوفى من قبل ولتبلغوا أجلا مسمى ولعلكم تعقلون
en: He it is Who created you from dust, then from a drop (of seed) then from a clot, then bringeth you forth as a child, then (ordaineth) that ye attain full strength and afterward that ye become old men - though some among you die before - and that ye reach an appointed term, that haply ye may understand.

source: هو الذي يحيي ويميت فإذا قضى أمرا فإنما يقول له كن فيكون
en: He it is Who quickeneth and giveth death. When He ordaineth a thing, He saith unto it only: Be! and it is.

source: ألم تر إلى الذين يجادلون في آيات الله أنى يصرفون
en: Hast thou not seen those who wrangle concerning the revelations of Allah, how they are turned away? -
